{
	"@metadata": {
		"authors": [
			"McDutchie"
		]
	},
	"mathsearch": "Recerca mathematic",
	"mlpeval": "Evalutation de processamento de linguage mathematic",
	"formulainfo": "Information sur le formula",
	"mathdownload": "Discargar resultatos de recerca mathematic",
	"mathindex": "Indice mathematic",
	"mathupload": "Submitter resultatos de recerca mathematic",
	"latextranslator": "Traductor de LaTeX a CAS",
	"specialpages-group-mathsearch": "Recerca mathematic",
	"displaytopics": "Monstrar topicos",
	"mathsearch-desc": "Integra le motor de recerca [http://search.mathweb.org/about.html MathWeb Search]",
	"getequationsbyquery": "Obtener equationes per consulta",
	"xquerygenerator": "Generator XQuery",
	"mathdebug": "Renditor de test",
	"math-lp-1-intro": "Car participante,\n\nGratias pro participar al evalutation pro meliorar le supporto mathematic in Wikipedia e altere wikis que usa mathematica. Le studio evaluta le qualitate de formulas mathematic in MediaWiki, le software que face Wikipedia functionar, con reguardo a tres aspectos:\n\n# Entrata LaTeX: Es le codice-fonte del formula scribite correctemente? (Usante <syntaxhighlight lang=\"latex\" inline>\\sin</syntaxhighlight> in loco de <syntaxhighlight lang=\"latex\" inline>sin</syntaxhighlight>)\n# Rendition: Es le formula monstrate correctemente? (Mesmo un entrata LaTeX correcte poterea resultar in formulas illegibile sur certe apparatos.)\n# Semantica: Succede le extension MediaWiki Math a capturar correctemente le significato del formulas? (<math>f(a+b)</math> poterea significar que le \"function <math>f</math> applica le summa de <math>a</math> e <math>b</math>\" o que le \"variabile <math>f</math> se multiplica per le summa de <math>a</math> e <math>b</math>\")\n\nIn lo sequente, tu esserea guidate a transverso un processo de evalutation in cinque passos. Information detaliate apparera in le quadro al dextra. Nota que le questiones con solo un responsa possibile sempre ha le prime option pre-seligite.",
	"math-lp-1-head": "Passo 1: Selige un articulo que tu cognosce ben",
	"math-lp-1-page-label": "Titulo del articulo",
	"math-lp-1-page-help": "Le campo de entrata hic infra es pre-reimplite con un articulo eligite al hasardo que contine formulas mathematic. Tu ha tres optiones:\n# Clicca sur \"continuar\" pro continuar con iste articulo.\n# Insere le titulo de un articulo que tu vole evalutar e clicca sur \"continuar\".\n# Clicca sur \"altere articulo aleatori\" pro recargar iste pagina e obtener un nove articulo seligite al hasardo.",
	"math-lp-2-head": "Passo 2: Classificar le expression mathematic",
	"math-lp-2-intro": "In lo sequente, tu videra un expression mathematic que ha essite inserite usante le linguage de marcation mathematic de MediaWiki e que le software de MediaWiki tracta como expression mathematic.\n\nIn iste passo, tu classifica le typo e dominio del expression, perque le notation mathematic non es usate solo in mathematica pur.\n\nSi le expression que tu vide non es un expression mathematic complexe, nos recommenda de submitter le formulario con ''{{int:math-lp-new-formula}}''.\n\nHic infra, tu videra un quadro gris expansibile. Le expression que es evalutate appare in le capite. Si tu clicca sur \"Expander\", tu videra un excerpto del articulo del qual le expression ha essite extrahite. Pro vider le articulo complete, tu pote aperir le ligamine in alto del pagina in un nove fenestra.",
	"math-lp-2-content-label": "Selige le typo de expression le plus appropriate",
	"math-lp-2-content-option-1": "expression mathematic complexe (a²+b²=c²)",
	"math-lp-2-content-option-2": "numero singule (3.14)",
	"math-lp-2-content-option-3": "identificator singule (a, π, c₀)",
	"math-lp-2-content-option-4": "symbolo mathematic singule (±)",
	"math-lp-2-content-option-5": "symbolo usate in un contexto non mathematic (♭ in musica)",
	"math-lp-2-content-option-6": "structura chimic (CO₂ + C ⇌ 2 CO)",
	"math-lp-2-domain-label": "Selige le dominio del expression",
	"math-lp-2-domain-option-1": "mathematica (pur)",
	"math-lp-2-domain-option-2": "physica",
	"math-lp-2-domain-option-3": "chimia",
	"math-lp-2-domain-option-4": "biologia",
	"math-lp-2-domain-option-5": "ingenieria",
	"math-lp-2-domain-option-6": "informatica",
	"math-lp-2-domain-option-7": "medicina",
	"math-lp-2-domain-option-8": "economia",
	"math-lp-2-domain-option-9": "altere",
	"math-lp-3-head": "Passo 3: Codice LaTeX",
	"math-lp-3-intro": "In lo sequente, tu evalutara le qualitate del codice-fonte LaTeX.",
	"math-lp-3-pretty-label": "Qual fonte de entrata es plus legibile?",
	"math-lp-3-pretty-help": "Per favor evaluta le legibilitate del codice LaTeX mesme, e non de su rendition. Le question es disactivate si le texto original e le texto verificate es identic.",
	"math-lp-3-pretty-option-1": "Codice LaTeX original inserite per le usator",
	"math-lp-3-pretty-option-2": "Codice LaTeX post verification de securitate",
	"math-lp-3-pretty-option-3": "Io non pote dicer.",
	"datatypes-type-contentmath": "Expression mathematic (contento)",
	"wikibase-listdatatypes-contentmath-head": "Expression mathematic (contento)",
	"wikibase-listdatatypes-contentmath-body": "Campo de datos litteral pro expressiones mathematic, formulas, equationes, etc., exprimite in le variante DRMF/DLMF de LaTeX."
}
